---
kind: type
id: T:Autodesk.Revit.DB.Visual.UnifiedBitmap
source: html/de22f405-e0d8-e50a-096f-7e199c64fd00.htm
---
# Autodesk.Revit.DB.Visual.UnifiedBitmap

A static class that provides access to the property names that appear in the UnifiedBitmap visual asset schema.

## Syntax (C#)
```csharp
public static class UnifiedBitmap
```